import styles from './HomeWelcome.module.css'

export default function HomeWelcome() {
  return(
    <div className='wrapper'>
      <h2 className={`${styles.title}`}>Ласкаво просимо до церкви «Перемога»</h2>
      <p className={`${styles.text}`}>Християнська церква «Перемога» - це місце, де кожна людина може почути проповідь Слова Божого, прийняти Ісуса Христа своїм Господом і Спасителем, навчитися будувати правильні стосунки з Господом та людьми, придбати внутрішній мир, а також виконати те, заради чого вона народилася на цій землі.</p>
      <p className={`${styles.text}`}>Християнська церква «Перемога» - це місце для всієї родини, де кожна людина, пізнаючи Божі принципи, вчиться будувати своє життя і правильні стосунки з іншими людьми. Тут кожен має можливість розвиватися, духовно зростати, активно і плідно проводити свій час. Наша церква відкрита для всіх.</p>
      <p className={`${styles.text}`}><b>Генрі Мадава</b> є засновником і старшим пастором християнських церков «Перемога» і засновником міжнародного служіння «Христос для всіх міст».</p>
      <p className={`${styles.text}`}>Генрі Мадава народився в Зімбабве. Приїхавши до Радянського Союзу в 1986 році й закінчивши Київський інститут інженерів цивільної авіації, заснував у грудні 1992 року церкву «Перемога».</p>
      <p className={`${styles.text}`}>Місія Генрі Мадава - допомогти людині знайти порятунок через віру в Ісуса Христа і стати цілісним для повноцінного життя в суспільстві. Пастор Генрі трудиться на ниві Божій, навчаючи й проповідуючи істину Божу не тільки в Україні, але й по всьому світу. Послідовне та чітке роз’яснення Слова Божого робить його вчення доступним для всіх.</p>
      <p className={`${styles.text}`}>Пастор Генрі Мадава є відомим проповідником і спікером багатьох конференцій. Він проповідував Слово Боже більш ніж у 46 країнах світу. Будучи одним з провідних християнських лідерів в Україні, Генрі Мадава жадає бачити пробудження, яке охопило би всю Україну й увесь світ. Багато церков «Перемога» вже засновано в Україні та за її межами.</p>
      <p className={`${styles.text}`}>Як євангеліст Генрі Мадава щорічно проводить Фестивалі Ісуса. Це євангелізаційні зібрання, де Бог творить багато чудес, зцілюючи людей від тяжких хвороб, звільнюючи їх від залежностей та одержимості, відновлюючи зруйновані відносини з близькими людьми. Фестивалі Ісуса проводяться на Півдні Азії, в Південно-Східній Азії, в країнах Європи й Африки. Безліч людей збирається, щоб послухати проповіді, отримати відповіді на свої питання, одержати спасіння і зцілення.</p>
      <p className={`${styles.text}`}>Пастор Генрі живе з сім’єю в місті Києві, з дружиною Наталією вони виростили і гарно виховали трьох дітей.</p>
    </div>
  )
}